Repository: Donny-G/VirtualHandShaker
Catalog: *.lproj/Localizable.strings
Languages: ru

# DefaultGreetingMVC
source: Hello, have a nice day !
ru: Привет, хорошего дня !

# NamePlaceHolderMVC
source: Name
ru: Имя

# GreetingsPlaceHolderMVC
source: Your greeting / default greeting
ru: Приветствие / приветствие по-умолчанию

# FriendMVC
source: Friend
ru: Друг

# ConnectionRequestMVC
source: Incoming Connection Request
ru: Входящий запрос на соединение

# UserMVC
source: User:
ru: Пользователь:

# ActionFromUserMVC
source: is requesting to join the app network.
ru: просит разрешение на подключение к сети HiStance

# AllowMVC
source: Allow
ru: Разрешить

# DenyMVC
source: Deny
ru: Отклонить

# ConnectViewMVC
source: HelloStance network options
ru: HiStance сетевые параметры

# StartSessionMVC
source: Start Session
ru: Запустить сетевой сеанс

# JoinSessionMVC
source: Join Session
ru: Присоединиться к сетевому сеансу

# StopSessionMVC
source: Stop Session
ru: Остановить текущий сетевой сеанс

# CancelMVC
source: Cancel
ru: Отмена

# WarningMVC
source: Warning
ru: Внимание

# WarningMessageAboutNameMVC
source: Please enter your name to access online mode
ru: Пожалуйста, укажите имя для включения сетевого режима

# ErrorMVC
source: Error, something get wrong
ru: Ошибка, что-то пошло не так

# ConnectButtonDescriptionIVC
source: Press this button to get access to HelloStance network options for online mode
ru: Нажмите эту кнопку для доступа к сетевым параметрам HiStance для включения сетевого режима

# NetworkOptionsIVC
source: Start a session on one device. Join the session on another device, by clicking the name
ru: Запустите сетевой сеанс на одном устройстве. Присоединитесь к этому сетевому сеансу на другом устройстве, выбрав его имя в списке.

# HandTypeDescriptionIVC
source: Press this button to change type of hand
ru: Нажмите эту кнопку для выбора вида руки

# ShakeTypeDEscriptionIVC
source: Press this button to change type of handshake
ru: Нажмите эту кнопку для выбора вида рукопожатия.

# ActionButtonDescription
source: Press the button to shake hands and send a greeting
ru: Нажмите эту кнопку для рукопожатия и отправки приветствия.

# MailMeIVC
source: Questions, suggestions, offers
ru: Вопросы, предложения, рекомендации

# GuessZLabelIVC
source: Try my game
ru: Попробуйте мою игру

# HabientLabelIVC
source: Try my habit tracker
ru: Попробуйте мой трекер привычек

# ConnectionViewImageIVC
source: connectionViewEngLight
ru: connectionViewRusLight
